[
  {
    "id": 1,
    "name": "EMERGENCY CARE",
    "img": "https://i.ibb.co/FV68NbZ/Doctor-wheeling-patient.jpg",
    "largeImg": "https://i.ibb.co/dW1wfwP/camilo-jimenez-v-Gu08-RYj-O-s-unsplash.jpg",
    "description": "The emergency department is the most stressful and critical area of a hospital to work in. Despite this, the area creates the most",
    "largeDescription": "The emergency department is the most stressful and critical area of a hospital to work in. Despite this, the area creates the most significant impact on saving lives and hospital success. Getting management right requires the right resources, processes, and consistency. Using a combination of technology, strategy, and improvement, hospitals can improve satisfaction, decrease leaving rates, and improve profitability.At the core, a hospital provides a service and the patients are the customers. ED management focuses on patient satisfaction. With feedback from doctors, nurses, and patients, practical strategies and technologies improve buy-in. Training for medical staff to greet and care at the first point of contact is critical. All steps must keep patients in mind. Above all, ED management is essential in creating a smooth patient experience."
  },

  {
    "id": 2,
    "name": "EXCLUSIVE BLOOD BANK",
    "img": "https://i.ibb.co/VvTxdtV/Human-blood-in-storage.jpg",
    "largeImg": "https://i.ibb.co/qsQVD1t/blood-bank-1-e1543138755977.jpg",
    "description": "The blood bank plays an important role in patient care. Transfusion-related errors have serious consequence for",
    "largeDescription": "Blood bank testing should start with a type and screen. Note that a type and screen is valid for 3 days. A negative screen denotes that the patient does not have preformed antibodies. A positive screen means that the blood bank will require additional time to determine the nature of the antibody; if the antibody is considered to be clinically significant, the blood bank will have to find corresponding antigen-negative blood. See the chapter “Blood Bank Testing and Blood Products” for an in-depth discussion on blood bank testing."
  },
  {
    "id": 3,
    "name": "24 HOURS SERVICE",
    "img": "https://i.ibb.co/tLYBTLX/24-7-ONLINE.jpg",
    "largeImg": "https://i.ibb.co/2jMz1bG/Servicehotline-Getty-1044184182-588x321.jpg",
    "description": "Nights and weekends are the times when most people are admitted to the hospital. They are also synonymous with reduced staffing",
    "largeDescription": "Nights and weekends are the times when most people are admitted to the hospital. They are also synonymous with reduced staffing levels and fewer specialized diagnostic, procedural, and treatment options. Indeed, there is increasing evidence suggesting that patient care is compromised during these times. Equally important is the inefficient use of capital investments during nights and weekends, and inappropriate utilization of hospital beds caused by poor weekend discharge flexibility. We believe that these findings should be of concern not just to hospital care providers, but across care settings and to the general public. In this perspective article, we highlight how our current office-hours system of running hospitals threatens the lives of our sickest, most vulnerable patients, describe solutions currently implemented in hospitals that may alleviate this disparity, and discuss challenges to wider scale implementation."
  },
  {
    "id": 4,
    "name": "MEDICAL COUNSELING",
    "img": "https://i.ibb.co/CHhCs5h/Positive-young-female-therapist-gestures-as-she-talks-with-a-female-client-The-therapist-smiles-warm.jpg",
    "largeImg": "https://i.ibb.co/tJBsWTf/medical-counseling.jpg",
    "description": "The main purpose of counseling is to help the patient amplify the vision of the specific situation and discover the proper,",
    "largeDescription": "The World Health Organization defines Counseling like a well-focused process, limited in time and specific, which uses the interaction to help people deal with their problems and respond in a proper way to specific difficulties in order to develop new coping strategies. In medical settings, the process of Counseling represents a valid intervention made of a quality interaction between the counselor and the patient, characterized by the capacity of the counselor to empathize with the interior world of the patient. The main purpose of counseling is to help the patient amplify the vision of the specific situation and discover the proper potential in dealing with the conditions of disease, in order to promote a better quality of life."
  },
  {
    "id": 5,
    "name": "REHABILITION CENTER",
    "img": "https://i.ibb.co/mBRx61S/physicians-with-patients-in-a-gym-for-physical-rehabilitation-dynamometer-in-the-foreground-and-in-t.jpg",
    "largeImg": "https://i.ibb.co/CPXvmq3/tim-gouw-bwki71ap-y8-unsplash.jpg",
    "description": "Rehabilitation helps to minimize or slow down the disabling effects of chronic health conditions, such as cardiovascular disease",
    "largeDescription": "Rehabilitation can reduce the impact of a broad range of health conditions, including diseases (acute or chronic), illnesses or injuries. It can also complement other health interventions, such as medical and surgical interventions, helping to achieve the best outcome possible. For example, rehabilitation can help to reduce, manage or prevent complications associated with many health conditions, such as spinal cord injury, stroke, or a fracture.Rehabilitation helps to minimize or slow down the disabling effects of chronic health conditions, such as cardiovascular disease, cancer and diabetes by equipping people with self-management strategies and the assistive products they require, or by addressing pain or other complications."
  },
  {
    "id": 6,
    "name": "SPECIAL CARE UNIT",
    "img": "https://i.ibb.co/qDFz7qD/Frontline-workers-treating-male-patient-in-ICU-Team-of-doctors-are-wearing-white-coveralls-They-are.jpg",
    "largeImg": "https://i.ibb.co/RSwPx5p/piron-guillaume-U4-Fy-Cp3-Kz-Y-unsplash.jpg",
    "description": "Special Care Unit work for people who are seriously ill. These people include those who have had a sudden, general ",
    "largeDescription": "Special Care Unit work for people who are seriously ill. These people include those who have had a sudden, general malfunction (failure) of an organ, such as the liver, lungs (requiring assistance with breathing), or kidneys (requiring dialysis).Special Care Unit work for people who are seriously ill. These people include those who have had a sudden, general malfunction (failure) of an organ, such as the liver, lungs (requiring assistance with breathing), or kidneys (requiring dialysis)."
  },
  {
    "id": 7,
    "name": "INHOUSE PHARMECY",
    "img": "https://i.ibb.co/tmT9JZr/A-mother-and-baby-picking-up-prescription.jpg",
    "largeImg": "https://i.ibb.co/Vq2Z6RQ/tbel-abuseridze-e-BW1nl-Fd-ZFw-unsplash.jpg",
    "description": "Inhouse Pharmecy is a modern healthcare model which makes managing your healthcare so much easier and more affordable.",
    "largeDescription": "Inhouse Pharmecy is a modern healthcare model which makes managing your healthcare so much easier and more affordable. Instead of traditional care with co-pay, deductible and unexpected medical bills, Direct Primary Care is built on a monthly subscription membership (much like a gym membership). It includes unlimited visits to TrustCare clinics for primary care, urgent care, virtual care, routine laboratory testing and a comprehensive menu of procedures."
  },
  {
    "id": 8,
    "name": "FITNESS CARE",
    "img": "https://i.ibb.co/kQBmKfW/Shot-of-a-senior-woman-being-treated-by-a-physiotherapist.jpg",
    "largeImg": "https://i.ibb.co/Qf00Gtz/james-barr-u-Nyv2-Cdcd-SY-unsplash.jpg",
    "description": "A sedentary lifestyle and a lack of physical activity can take a toll on a person’s body. Physical inactivity is associated",
    "largeDescription": "A sedentary lifestyle and a lack of physical activity can take a toll on a person’s body. Physical inactivity is associated with an increased risk for certain types of cancer, numerous chronic diseases, and mental health issues. Exercise, however, has been shown to improve mood and mental health, and provides numerous health benefits. Of course physical fitness also allows you to do things that you may not otherwise be able to do."
  }
]
